
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>开始生存 · 悠然MC服务器网页手册</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="qiguaideaaaa">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../section2/" />
    
    
    <link rel="prev" href="Some_Features_in_Our_Server.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="https://www.youranserver.top/" target="_blank" class="custom-link">服务器官网</a>
        </li>
    
        
        <li>
            <a href="https://play.mcmod.cn/sv20185890.html" target="_blank" class="custom-link">服务器MC百科页面</a>
        </li>
    
        
        <li>
            <a href="http://map.youranserver.top" target="_blank" class="custom-link">网页地图</a>
        </li>
    
        
        <li>
            <a href="https://www.yuque.com/youranserver/book" target="_blank" class="custom-link">废弃的网页手册</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.2.</b>
                    
                    第一章 入门
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="Join_Youran_Server.html">
            
                <a href="Join_Youran_Server.html">
            
                    
                        <b>1.2.1.</b>
                    
                    加入服务器
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="Online_Map.html">
            
                <a href="Online_Map.html">
            
                    
                        <b>1.2.2.</b>
                    
                    网页地图
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="The_Use_of_Some_Commands.html">
            
                <a href="The_Use_of_Some_Commands.html">
            
                    
                        <b>1.2.3.</b>
                    
                    一些指令的使用
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="Some_Features_in_Our_Server.html">
            
                <a href="Some_Features_in_Our_Server.html">
            
                    
                        <b>1.2.4.</b>
                    
                    服务器中的一些特性
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.5" data-path="Start_to_Servival.html">
            
                <a href="Start_to_Servival.html">
            
                    
                        <b>1.2.5.</b>
                    
                    开始生存
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../section2/">
            
                <a href="../section2/">
            
                    
                        <b>1.3.</b>
                    
                    第二章 认识悠然
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../section2/Minghu_City.html">
            
                <a href="../section2/Minghu_City.html">
            
                    
                        <b>1.3.1.</b>
                    
                    明湖城
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../section2/Transpotation.html">
            
                <a href="../section2/Transpotation.html">
            
                    
                        <b>1.3.2.</b>
                    
                    服务器交通
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="../section2/Maincity.html">
            
                <a href="../section2/Maincity.html">
            
                    
                        <b>1.3.3.</b>
                    
                    主城
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="../section2/Economy.html">
            
                <a href="../section2/Economy.html">
            
                    
                        <b>1.3.4.</b>
                    
                    服务器经济
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../section3/">
            
                <a href="../section3/">
            
                    
                        <b>1.4.</b>
                    
                    第三章 生存前期
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../section3/Industry.html">
            
                <a href="../section3/Industry.html">
            
                    
                        <b>1.4.1.</b>
                    
                    前期工业
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../section3/TinkersConstruct2.html">
            
                <a href="../section3/TinkersConstruct2.html">
            
                    
                        <b>1.4.2.</b>
                    
                    前期匠魂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="../section3/SCP.html">
            
                <a href="../section3/SCP.html">
            
                    
                        <b>1.4.3.</b>
                    
                    前期SCP基金会:封锁
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >开始生存</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5F00;&#x59CB;&#x751F;&#x5B58;">&#x5F00;&#x59CB;&#x751F;&#x5B58;</h1>
<h2 id="&#x64B8;&#x6811;">&#x64B8;&#x6811;</h2>
<p>&#x73B0;&#x5728;&#x4F60;&#x4E00;&#x5B9A;&#x662F;&#x5728;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x7684;&#x51FA;&#x751F;&#x70B9;&#x4E00;&#x4E2A;&#x53EB;&#x505A;&#x201C;&#x660E;&#x6E56;&#x57CE;&#x201D;&#x7684;&#x57CE;&#x9547;&#x91CC;&#x9762;&#x4E71;&#x7A9C;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x5E72;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;&#x6309;&#x7167;&#x539F;&#x7248;&#x7684;&#x751F;&#x5B58;&#x903B;&#x8F91;&#xFF0C;&#x6B64;&#x65F6;&#x4F60;&#x5E94;&#x8BE5;&#x53BB;&#x64B8;&#x4E00;&#x4E9B;&#x6811;&#x3002;&#x4F46;&#x662F;&#x64B8;&#x6811;&#x771F;&#x5C31;&#x8FD9;&#x4E48;&#x7B80;&#x5355;&#x5417;&#xFF1F;</p>
<p>&#x6253;&#x5F00;&#x7F51;&#x9875;&#x5730;&#x56FE;&#xFF0C;&#x4ED4;&#x7EC6;&#x770B;&#x770B;&#x660E;&#x6E56;&#x57CE;&#x5468;&#x8FB9;&#x7684;&#x5730;&#x5F62;&#x5730;&#x8C8C;&#xFF1A;</p>
<p><img src="https://s2.loli.net/2022/12/21/7GtHdDOTbMYW4Nn.png" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE;31223312.png"></p>
<ul>
<li><strong><font color="red">&#x660E;&#x6E56;&#x5E73;&#x539F;</font></strong>&#x2014;&#x2014;&#x5730;&#x52BF;&#x5E73;&#x5766;&#xFF0C;&#x539F;&#x672C;&#x5E73;&#x539F;&#x4E1C;&#x90E8;&#x662F;&#x5927;&#x7247;&#x7684;&#x68EE;&#x6797;&#xFF0C;&#x540E;&#x9762;&#x7531;&#x4E8E;&#x8FC7;&#x91CF;&#x780D;&#x4F10;&#x52A0;&#x4E0A;&#x67D0;&#x4EBA;&#x7684;&#x5927;&#x5F00;&#x53D1;&#xFF0C;&#x5DF2;&#x7ECF;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x5927;&#x7247;&#x5E73;&#x5730;&#x4E86;&#x3002;&#x64B8;&#x6811;&#x4E0D;&#x5EFA;&#x8BAE;&#x5728;&#x8FD9;&#x91CC;&#x64B8;&#xFF0C;&#x56E0;&#x4E3A;&#x6811;&#x5F88;&#x5C11;&#x3002;</li>
<li><strong><font color="red">&#x5317;&#x90E8;&#x68EE;&#x6797;</font></strong>&#x2014;&#x2014;&#x5C1A;&#x672A;&#x5F00;&#x53D1;&#xFF0C;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF0C;&#x63A8;&#x8350;&#x5982;&#x679C;&#x9700;&#x8981;&#x5927;&#x91CF;&#x6728;&#x6750;&#x5230;&#x8FD9;&#x513F;&#x780D;&#x4F10;&#x3002;</li>
<li><strong><font color="red">&#x897F;&#x90E8;&#x8349;&#x539F;</font></strong>&#x2014;&#x2014;&#x5730;&#x52BF;&#x5D0E;&#x5C96;&#xFF0C;&#x5C1A;&#x672A;&#x5B8C;&#x5168;&#x5F00;&#x53D1;&#xFF0C;&#x6811;&#x6728;&#x867D;&#x7136;&#x5F88;&#x591A;&#x4F46;&#x662F;&#x5206;&#x5E03;&#x7A00;&#x758F;&#xFF0C;&#x4E0D;&#x5EFA;&#x8BAE;&#x6765;&#x8FD9;&#x513F;&#x64B8;&#x6811;&#x3002;</li>
<li><strong><font color="red">&#x4E1C;&#x90E8;&#x8349;&#x539F;</font></strong>&#x2014;&#x2014;&#x5730;&#x52BF;&#x66F4;&#x52A0;&#x5D0E;&#x5C96;&#xFF0C;&#x5176;&#x4ED6;&#x540C;&#x897F;&#x90E8;&#x8349;&#x539F;&#xFF0C;&#x4E5F;&#x4E0D;&#x5EFA;&#x8BAE;&#x6765;&#x8FD9;&#x513F;&#x64B8;&#x6811;&#x3002;</li>
<li><strong><font color="red">&#x5357;&#x90E8;&#x6C99;&#x6F20;</font></strong>&#x2014;&#x2014;&#x590F;&#x5929;&#x8FC7;&#x70ED;&#x5BB9;&#x6613;&#x4E2D;&#x6691;&#xFF0C;&#x4E00;&#x68F5;&#x6811;&#x4E5F;&#x6CA1;&#x6709;&#xFF0C;&#x600E;&#x4E48;&#x64B8;&#x6811;&#xFF1F;</li>
<li><strong><font color="red">&#x6CBC;&#x6797;</font></strong>&#x2014;&#x2014;&#x6C34;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF0C;&#x4F46;&#x64B8;&#x6811;&#x4E0D;&#x65B9;&#x4FBF;&#xFF0C;&#x4E0D;&#x5EFA;&#x8BAE;&#x5728;&#x8FD9;&#x91CC;&#x64B8;&#x6811;&#x3002;</li>
</ul>
<p>&#x53D1;&#x73B0;&#x4E86;&#x6CA1;&#x6709;&#xFF1F;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x7684;&#x51FA;&#x751F;&#x70B9;&#x7B97;&#x4E0D;&#x4E0A;&#x6709;&#x591A;&#x4E48;&#x597D;&#xFF0C;&#x8D44;&#x6E90;&#x8FD8;&#x7B97;&#x662F;&#x6BD4;&#x8F83;&#x7A00;&#x7F3A;&#x7684;&#x3002;&#x800C;&#x4E14;&#x7531;&#x4E8E;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x52A0;&#x6A21;&#x7EC4;&#x7684;&#x7279;&#x6B8A;&#x6027;&#xFF0C;&#x51FA;&#x751F;&#x70B9;&#x53CD;&#x800C;&#x662F;&#x6A21;&#x7EC4;&#x8D44;&#x6E90;&#x6700;&#x7F3A;&#x4E4F;&#x7684;&#x5730;&#x65B9;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x867D;&#x7136;&#x6211;&#x63A8;&#x8350;&#x4F60;&#x53BB;&#x5317;&#x90E8;&#x68EE;&#x6797;&#x64B8;&#x6811;&#xFF0C;<strong>&#x4F46;&#x5982;&#x679C;&#x6709;&#x80FD;&#x529B;&#xFF0C;&#x8FD8;&#x662F;&#x5C3D;&#x91CF;&#x5750;&#x8239;&#x524D;&#x5F80;&#x5C1A;&#x672A;&#x6709;&#x73A9;&#x5BB6;&#x6D89;&#x53CA;&#x8FC7;&#x7684;&#x5730;&#x65B9;&#xFF1A;</strong></p>
<p><img src="https://s2.loli.net/2022/12/21/fCcO8FX1Rs4vhQb.png" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE;(111).png"></p>
<p>&#x5728;&#x90A3;&#x91CC;&#xFF0C;&#x4F60;&#x5C06;&#x4F1A;&#x53D1;&#x73B0;&#x4E00;&#x79CD;&#x91CD;&#x8981;&#x7684;&#x8D44;&#x6E90;&#xFF1A;<strong>&#x6A61;&#x80F6;&#x6811;</strong> - &#x53D1;&#x5C55;&#x5DE5;&#x4E1A;&#x7684;&#x5FC5;&#x8981;&#x8D44;&#x6E90;&#x4E4B;&#x4E00;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5728;&#x90A3;&#x91CC;&#x64B8;&#x6811;&#x4E5F;&#x5F88;&#x65B9;&#x4FBF;&#xFF0C;&#x56E0;&#x4E3A;&#x90A3;&#x8FB9;&#x751F;&#x6210;&#x7684;&#x6811;&#x662F;&#x201C;&#x52A8;&#x6001;&#x7684;&#x6811;&#x201D;&#x6A21;&#x7EC4;&#x7684;&#x6811;&#xFF0C;&#x6316;&#x4E00;&#x4E0B;&#x6700;&#x5E95;&#x7AEF;&#x6811;&#x5C31;&#x5012;&#x4E86;&#x3002;</p>
<p><del>&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x6682;&#x672A;&#x5F00;&#x653E;/home&#x6307;&#x4EE4;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x56E0;&#x6B64;&#x6682;&#x65F6;&#x65E0;&#x6CD5;&#x5728;&#x9065;&#x8FDC;&#x7684;&#x5730;&#x65B9;&#x5EFA;&#x7ACB;&#x57FA;&#x5730;&#x54E6;&#x3002;</del></p>
<h2 id="&#x4E0B;&#x77FF;">&#x4E0B;&#x77FF;</h2>
<p>&#x64B8;&#x5B8C;&#x6811;&#xFF0C;&#x8FD8;&#x83B7;&#x5F97;&#x4E86;&#x6A61;&#x80F6;&#x6811;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x5C31;&#x5E94;&#x8BE5;&#x4E0B;&#x77FF;&#x4E86;&#xFF1F;</p>
<p>&#x6B63;&#x89E3;&#xFF01;&#x62FF;&#x8D77;&#x4F60;&#x7684;&#x9550;&#x5B50;&#xFF0C;&#x5F00;&#x59CB;&#x771F;&#x7537;&#x4EBA;&#x6316;&#x77FF;&#x5427;~</p>
<p><strong>&#x5B9E;&#x9645;&#x4E0A;&#x4F60;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x771F;&#x7537;&#x4EBA;&#x6316;&#x77FF;&#x65B9;&#x5F0F;</strong>&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x8FD9;&#x4E4B;&#x524D;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x4EBA;&#x5E2E;&#x5FD9;&#x628A;&#x77FF;&#x5751;&#x5F00;&#x597D;&#x4E86;&#x3002;
&#x6765;&#x5230;&#x660E;&#x6E56;&#x57CE;&#x897F;&#x5317;&#x4FA7;&#x7684;&#x5DE5;&#x4E1A;&#x533A;&#xFF0C;&#x4F60;&#x5C06;&#x4F1A;&#x770B;&#x5230;&#x4E0B;&#x56FE;&#x7EA2;&#x5708;&#x5904;&#x7684;&#x5165;&#x53E3;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x77FF;&#x9053;&#x7684;&#x8FDB;&#x51FA;&#x53E3;&#x3002;</p>
<p><img src="https://s2.loli.net/2022/12/21/MlSUj3cPVIub6FZ.png" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE; 312233.png"></p>
<p>&#x5728;&#x8FD9;&#x5E95;&#x4E0B;&#xFF0C;&#x662F;&#x4E00;&#x7247;&#x5DE8;&#x5927;&#x7684;&#x4EBA;&#x5DE5;&#x77FF;&#x6D1E;&#xFF1A;</p>
<p><img src="https://s2.loli.net/2022/12/21/fzQwDAVPYlvpytk.png" alt="image.png"></p>
<p>&#x5C3D;&#x7BA1;&#x77FF;&#x9053;&#x5DF2;&#x7ECF;&#x6316;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x4F46;&#x8D44;&#x6E90;&#x4ECD;&#x7136;&#x6570;&#x4E4B;&#x4E0D;&#x5C3D;&#xFF0C;&#x975E;&#x5E38;&#x9002;&#x5408;&#x5404;&#x8DEF;&#x4EBA;&#x58EB;&#x524D;&#x5F80;&#x6316;&#x77FF;&#x3002;&#x4F60;&#x5C06;&#x4F1A;&#x5728;&#x77FF;&#x6D1E;&#x91CC;&#x53D1;&#x73B0;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x77FF;&#x77F3;&#xFF1A;</p>
<p>&#x94C1;&#x77FF;&#x3001;&#x9752;&#x91D1;&#x77F3;&#x77FF;&#x3001;&#x7164;&#x77FF;&#x3001;&#x94DC;&#x77FF;&#x3001;&#x9521;&#x77FF;&#x3001;&#x94DD;&#x77FF;&#x3001;&#x5FC3;&#x7075;&#x906E;&#x65AD;&#x5408;&#x91D1;&#x77FF;&#x3001;&#x94C0;&#x77FF;........</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x5BF9;&#x4E8E;&#x94C1;&#x77FF;&#x6765;&#x8BF4;&#xFF0C;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x79CD;&#x66F4;&#x4FBF;&#x6377;&#x7684;&#x83B7;&#x53D6;&#x65B9;&#x5F0F;&#xFF1A;<strong>&#x516C;&#x5171;&#x5237;&#x94C1;&#x673A;</strong></p>
<p>&#x5728;&#x660E;&#x6E56;&#x57CE;&#x7684;&#x897F;&#x5317;&#x65B9;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x5C0F;&#x578B;&#x7684;&#x4E5F;&#x662F;&#x76EE;&#x524D;&#x5168;&#x670D;&#x552F;&#x4E00;&#x7684;&#x5237;&#x94C1;&#x673A;&#xFF1A;</p>
<p><img src="https://s2.loli.net/2022/12/21/VpafjbAkeRDP8qu.png" alt="image.png"></p>
<p>&#x5237;&#x94C1;&#x673A;&#x867D;&#x7136;&#x6548;&#x7387;&#x4E0D;&#x9AD8;&#xFF0C;&#x4F46;&#x4E5F;&#x591F;&#x7528;&#x4E86;&#x3002;</p>
<p><strong><font color="red">Attention&#xFF01;&#x7981;&#x6B62;&#x6076;&#x610F;&#x7834;&#x574F;&#x5237;&#x94C1;&#x673A;&#xFF01;</font></strong></p>
<h2 id="&#x4FDD;&#x6301;&#x4F53;&#x6E29;&#x548C;&#x6C34;&#x5206;&#x6444;&#x5F55;">&#x4FDD;&#x6301;&#x4F53;&#x6E29;&#x548C;&#x6C34;&#x5206;&#x6444;&#x5F55;</h2>
<p>&#x5F53;&#x4F60;&#x5728;&#x6316;&#x77FF;&#x6216;&#x56DB;&#x5904;&#x8DD1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x7ECF;&#x5E38;&#x6027;&#x7684;&#x4E2D;&#x6691;&#x6216;&#x7F3A;&#x6C34;&#xFF1F;</p>
<p>&#x6162;&#x70B9;&#x8D70;&#xFF0C;&#x4E0D;&#x8981;&#x56DB;&#x5904;&#x8DD1;&#x6765;&#x8DD1;&#x53BB;&#xFF0C;&#x8FD9;&#x53EF;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#x6D88;&#x8017;&#x4F60;&#x7684;&#x6C34;&#x5206;&#x5E76;&#x8BA9;&#x4F60;&#x8EAB;&#x4F53;&#x53D1;&#x70ED;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x5DF2;&#x7ECF;&#x4E2D;&#x6691;&#x4E86;&#xFF0C;&#x63A8;&#x8350;&#x4F60;&#x53BB;&#x6536;&#x96C6;&#x6D6E;&#x51B0;&#x914D;&#x5408;&#x76AE;&#x9769;&#x5236;&#x6210;<strong>&#x51B0;&#x5236;&#x76D4;&#x7532;</strong>&#x6765;&#x964D;&#x4F4E;&#x4F53;&#x6E29;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x5341;&#x5206;&#x5BD2;&#x51B7;&#xFF0C;&#x90A3;&#x5347;&#x6E29;&#x7684;&#x65B9;&#x5F0F;&#x5C31;&#x66F4;&#x591A;&#x4E86;&#x2014;&#x2014;<strong>&#x8DD1;&#x6765;&#x8DD1;&#x53BB;&#x3001;&#x524D;&#x5F80;&#x70ED;&#x5E26;&#x751F;&#x7269;&#x7FA4;&#x7CFB;&#x3001;&#x6CE1;&#x4E2A;&#x5CA9;&#x6D46;&#x6FA1;&#x90FD;&#x53EF;&#x4EE5;</strong>&#x3002;</p>
<p>&#x552F;&#x4E00;&#x9700;&#x8981;&#x4F60;&#x62C5;&#x5FC3;&#x7684;&#x5C31;&#x662F;&#x6C34;&#x5206;&#x7684;&#x6444;&#x5165;&#x3002;</p>
<p>&#x76F8;&#x6BD4;&#x4E8E;&#x4F53;&#x6E29;&#xFF0C;&#x89E3;&#x6E34;&#x7684;&#x98DF;&#x7269;&#x53CD;&#x800C;&#x5F88;&#x5C11;&#x3002;<strong>&#x897F;&#x74DC;&#x662F;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x8865;&#x6C34;&#x65B9;&#x5F0F;</strong>&#xFF0C;&#x4F46;&#x662F;&#x5176;&#x5728;&#x524D;&#x671F;&#x4EA7;&#x91CF;&#x5341;&#x5206;&#x7684;&#x4F4E;&#x3002;</p>
<p>&#x90A3;&#x600E;&#x4E48;&#x529E;&#xFF1F;<strong>&#x80E1;&#x841D;&#x535C;&#x662F;&#x4E2A;&#x7ECF;&#x6D4E;&#x7684;&#x9009;&#x62E9;&#x3002;</strong></p>
<p>&#x5403;&#x4E00;&#x53E3;&#x80E1;&#x841D;&#x535C;&#xFF0C;&#x53EF;&#x4EE5;&#x8865;&#x5145;3&#x70B9;&#x9965;&#x997F;&#x503C;&#x548C;&#x53E3;&#x6E34;&#x503C;&#xFF0C;&#x5728;&#x524D;&#x671F;&#x5DF2;&#x7ECF;&#x7B97;&#x662F;&#x5341;&#x5206;&#x4E0D;&#x9519;&#x7684;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x53E3;&#x6E34;&#x503C;&#x5F80;&#x5F80;&#x6BD4;&#x9965;&#x997F;&#x503C;&#x6D88;&#x8017;&#x7684;&#x66F4;&#x5FEB;&#xFF0C;&#x7ECF;&#x5E38;&#x4F1A;&#x51FA;&#x73B0;&#x201C;&#x9965;&#x997F;&#x6761;&#x662F;&#x6EE1;&#x7684;&#xFF0C;&#x4F46;&#x53E3;&#x6E34;&#x503C;&#x5FEB;&#x89C1;&#x5E95;&#x201D;&#x7684;&#x60C5;&#x51B5;&#x3002;</p>
<p>&#x8FD9;&#x65F6;&#x5019;&#xFF0C;&#x559D;&#x7EAF;&#x51C0;&#x6C34;&#x4F3C;&#x4E4E;&#x662F;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x522B;&#x5FD8;&#x4E86;&#xFF0C;<strong>&#x7EAF;&#x51C0;&#x6C34;&#x4E0D;&#x53EF;&#x5806;&#x53E0;</strong>&#x554A;&#xFF01;&#x4F60;&#x96BE;&#x4E0D;&#x6210;&#x8981;&#x4E00;&#x6574;&#x4E2A;&#x80CC;&#x5305;&#x90FD;&#x80CC;&#x7740;&#x7EAF;&#x51C0;&#x6C34;&#xFF1F;</p>
<p><strong>&#x8FD9;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x4E24;&#x79CD;&#x4FBF;&#x6377;&#x7684;&#x8865;&#x6C34;&#x65B9;&#x5F0F;</strong>&#xFF1A;</p>
<ol>
<li><strong><font color="#5100FF">&#x7A7A;&#x624B;&#x6F5C;&#x884C;&#x53F3;&#x952E;&#x6C34;&#x6E90;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x559D;&#x6C34;</font></strong>&#x3002;&#x8FD9;&#x662F;&#x4E0D;&#x9519;&#x7684;&#x8865;&#x6C34;&#x65B9;&#x5F0F;&#xFF0C;&#x4F46;&#x662F;&#x5F80;&#x5F80;&#x4F60;&#x4F1A;&#x5F97;&#x5230;&#x201C;&#x8131;&#x6C34;&#x201D;DEBUFF&#xFF0C;&#x52A0;&#x5FEB;&#x4F60;&#x7684;&#x6C34;&#x5206;&#x6D88;&#x8017;&#x3002;</li>
<li><strong><font color="#5100FF">&#x4E0B;&#x96E8;&#x65F6;&#x5019;&#xFF0C;&#x7A7A;&#x624B;&#x6F5C;&#x884C;&#x53F3;&#x952E;&#x5929;&#x7A7A;&#xFF0C;&#x5373;&#x53EF;&#x5FEB;&#x901F;&#x8865;&#x6C34;</font></strong>&#x3002;&#x76F8;&#x6BD4;&#x524D;&#x8005;&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x66F4;&#x597D;&#x5730;&#x8865;&#x6C34;&#x65B9;&#x5F0F;&#xFF0C;&#x800C;&#x4E14;&#x5E76;&#x4E0D;&#x4F1A;&#x5F97;&#x5230;&#x201C;&#x8131;&#x6C34;&#x201D;DEBUFF&#x3002;&#x53EA;&#x4E0D;&#x8FC7;&#x559D;&#x96E8;&#x6C34;&#x603B;&#x6709;&#x70B9;........</li>
</ol>
<p>&#x5230;&#x4E86;&#x6E38;&#x620F;&#x4E2D;&#x540E;&#x671F;&#xFF0C;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x524D;&#x5F80;&#x4E3B;&#x57CE;&#xFF0C;&#x627E;&#x6751;&#x6C11;&#x8D2D;&#x4E70;&#x201C;<strong>&#x519C;&#x592B;&#x6D77;&#x6CC9;&#x724C;&#x77FF;&#x6CC9;&#x6C34;</strong>&#x201D;&#xFF0C;&#x4E00;&#x5757;&#x94B1;&#xFF08;&#x60A0;&#x7136;&#x5143;&#xFF09;&#x4E00;&#x74F6;&#xFF0C;&#x662F;&#x4E2A;&#x7ECF;&#x6D4E;&#x7684;&#x9009;&#x62E9;&#x3002;&#x559D;&#x4E0B;&#x77FF;&#x6CC9;&#x6C34;&#xFF0C;&#x53EF;&#x4EE5;&#x4E00;&#x4E0B;&#x5B50;&#x8865;&#x5145;10&#x70B9;&#x53E3;&#x6E34;&#x503C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4E94;&#x4E2A;&#x6C34;&#x6EF4;&#x3002;&#x5E76;&#x4E14;&#x6700;&#x6700;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#xFF1A;<strong>&#x77FF;&#x6CC9;&#x6C34;&#x53EF;&#x4EE5;&#x5806;&#x53E0;&#xFF01;</strong></p>
<p>&#x77FF;&#x6CC9;&#x6C34;&#x559D;&#x5B8C;&#x540E;&#x5269;&#x4E0B;&#x77FF;&#x6CC9;&#x6C34;&#x74F6;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x62FF;&#x53BB;&#x5356;&#x94B1;&#x3002;<strong>&#x4F46;&#x5982;&#x679C;&#x4F60;&#x80FD;&#x5728;&#x4E3B;&#x4E16;&#x754C;&#x6216;&#x66AE;&#x8272;&#x68EE;&#x6797;&#x4E2D;&#x627E;&#x5230;&#x81EA;&#x7136;&#x751F;&#x6210;&#x7684;&#x77FF;&#x6CC9;&#x6C34;&#x6E56;&#xFF08;&#x5341;&#x5206;&#x7A00;&#x6709;&#xFF0C;&#x8BBE;&#x5B9A;&#x6BCF;&#x533A;&#x5757;&#x6709;3&#x2030;&#x7684;&#x6982;&#x7387;&#x751F;&#x6210;&#xFF09;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x8FD8;&#x80FD;&#x628A;&#x77FF;&#x6CC9;&#x6C34;&#x74F6;&#x5FAA;&#x73AF;&#x5229;&#x7528;</strong>&#xFF01;</p>
<h2 id="&#x5EFA;&#x7ACB;&#x57FA;&#x5730;">&#x5EFA;&#x7ACB;&#x57FA;&#x5730;</h2>
<p><del>&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#xFF0C;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x6682;&#x672A;&#x5F00;&#x653E;/home&#x6307;&#x4EE4;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x56E0;&#x6B64;&#x8BF7;&#x4F60;&#x6CE8;&#x610F;&#x4E0D;&#x8981;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x57FA;&#x5730;&#x5EFA;&#x5728;&#x5F88;&#x8FDC;&#x7684;&#x5730;&#x65B9;&#x3002;</del><strong>&#x5DF2;&#x7ECF;&#x5F00;&#x653E;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x4F60;&#x53EF;&#x4EE5;&#x81EA;&#x7531;&#x5728;&#x5F88;&#x8FDC;&#x7684;&#x5730;&#x65B9;&#x5EFA;&#x7ACB;&#x57FA;&#x5730;&#x4E86;&#xFF01;</strong></p>
<p>&#x5982;&#x679C;&#x4F60;&#x8FD8;&#x662F;&#x8981;&#x628A;&#x57FA;&#x5730;&#x5EFA;&#x5728;&#x8F83;&#x8FD1;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x8FD9;&#x91CC;&#x63A8;&#x8350;&#x5C06;&#x57FA;&#x5730;&#x5EFA;&#x5728;&#x5982;&#x4E0B;&#x51E0;&#x4E2A;&#x4F4D;&#x7F6E;&#xFF1A;</p>
<p><img src="https://s2.loli.net/2022/12/21/fzT4OndCUbFiLRH.png" alt="giid.png"></p>
<p><strong><font color="#FF5733">A  &#x623F;&#x5C71;&#x6751; </font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x901A;&#x7535;&#xFF1B;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x8F83;&#x4E3A;&#x4E30;&#x5BCC;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x6C14;&#x6E29;&#x8F83;&#x9AD8;&#xFF0C;&#x590F;&#x5929;&#x5BB9;&#x6613;&#x4E2D;&#x6691;&#xFF1B;&#x4EA4;&#x901A;&#x8F83;&#x4E3A;&#x4E0D;&#x4FBF;</p>
<p><strong><font color="#FF5733">B  &#x660E;&#x6E56;&#x57CE;&#x4E1C;&#x90E8;&#x90CA;&#x533A;</font><font color="green">&#xFF08;&#x975E;&#x5E38;&#x63A8;&#x8350;&#xFF09;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4EA4;&#x901A;&#x65B9;&#x4FBF;&#xFF1B;&#x901A;&#x7535;&#xFF1B;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x6C34;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x5730;&#x5F62;&#x5E73;&#x5766;&#xFF1B;&#x5904;&#x4E8E;&#x5F00;&#x53D1;&#x72B6;&#x6001;&#x4E2D;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x7A00;&#x7F3A;&#xFF1B;&#x81EA;&#x7136;&#x73AF;&#x5883;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x906D;&#x5230;&#x4E25;&#x91CD;&#x7834;&#x574F;</p>
<p><strong><font color="#FF5733">C &#x660E;&#x6E56;&#x57CE;&#x5317;&#x90E8;&#x90CA;&#x533A;</font><font color="green">&#xFF08;&#x975E;&#x5E38;&#x63A8;&#x8350;&#xFF09;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4EA4;&#x901A;&#x65B9;&#x4FBF;&#xFF1B;&#x81EA;&#x7136;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x5730;&#x5F62;&#x5E73;&#x5766;&#xFF1B;&#x4E34;&#x8FD1;&#x660E;&#x6E56;&#x57CE;&#x5DE5;&#x4E1A;&#x533A;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x8F83;&#x4E3A;&#x7A00;&#x7F3A;</p>
<p><strong><font color="#FF5733">D &#x9648;&#x5730;&#x6751;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x6C34;&#x8D44;&#x6E90;&#x8F83;&#x4E3A;&#x4E30;&#x5BCC;&#xFF1B;&#x4EA4;&#x901A;&#x65B9;&#x4FBF;&#xFF1B;&#x65B9;&#x4FBF;&#x524D;&#x5F80;&#x6076;&#x5730;&#x5F00;&#x91C7;&#x77FF;&#x4EA7;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x6C14;&#x6E29;&#x9AD8;&#x6613;&#x4E2D;&#x6691;&#xFF1B;&#x65E0;&#x5DE5;&#x4E1A;&#x57FA;&#x7840;&#xFF1B;&#x81EA;&#x7136;&#x73AF;&#x5883;&#x8F83;&#x4E3A;&#x6076;&#x52A3;</p>
<p><strong><font color="#FF5733">E &#x5E73;&#x6D77;&#x6751;</font><font color="green">&#xFF08;&#x975E;&#x5E38;&#x63A8;&#x8350;&#xFF09;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x4E34;&#x6D77;&#xFF1B;&#x81EA;&#x7136;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x5730;&#x52BF;&#x8F83;&#x4E3A;&#x5E73;&#x5766;&#xFF1B;&#x4EA4;&#x901A;&#x65B9;&#x4FBF;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x65E0;&#x5DE5;&#x4E1A;&#x57FA;&#x7840;&#xFF1B;&#x672A;&#x8FDE;&#x63A5;&#x94C1;&#x8DEF;&#x7EBF;</p>
<p><strong><font color="#FF5733">F &#x5D07;&#x6B66;&#x6751;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x4E34;&#x6D77;&#xFF1B;&#x5730;&#x52BF;&#x5E73;&#x5766;&#xFF1B;&#x4EA4;&#x901A;&#x4FBF;&#x5229;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x4F4D;&#x4E8E;&#x6C99;&#x6F20;&#x6C14;&#x6E29;&#x9AD8;&#x6613;&#x4E2D;&#x6691;&#xFF1B;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x6781;&#x5176;&#x7A00;&#x7F3A;&#xFF1B;&#x672A;&#x5BF9;&#x63A5;&#x94C1;&#x8DEF;&#x7EBF;&#xFF1B;&#x65E0;&#x5DE5;&#x4E1A;&#x57FA;&#x7840;</p>
<p><strong><font color="#FF5733">G &#x660E;&#x6E56;&#x57CE;&#x897F;&#x5317;&#x65B9;&#x5E73;&#x539F;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x5730;&#x52BF;&#x5E73;&#x5766;&#xFF1B;&#x4F4D;&#x4E8E;&#x6751;&#x5E84;&#x65C1;&#x8FB9;&#xFF1B;&#x81EA;&#x7136;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x9760;&#x8FD1;&#x96EA;&#x5C71;&#xFF1B;&#x4E34;&#x6D77;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x4EA4;&#x901A;&#x4E0D;&#x4FBF;&#xFF0C;&#x6BD4;&#x8F83;&#x504F;&#x50FB;&#xFF1B;&#x65E0;&#x5DE5;&#x4E1A;&#x57FA;&#x7840;</p>
<p><strong><font color="#FF5733">H &#x660E;&#x6E56;&#x5E73;&#x539F;&#x5317;&#x90E8;</font><font color="green">&#xFF08;&#x975E;&#x5E38;&#x63A8;&#x8350;&#xFF09;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x5730;&#x52BF;&#x8F83;&#x4E3A;&#x5E73;&#x5766;&#xFF1B;&#x6C34;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x4EA4;&#x901A;&#x8F83;&#x4E3A;&#x4FBF;&#x5229;&#xFF1B;&#x6709;&#x5E9F;&#x5F03;&#x77FF;&#x573A;&#xFF1B;&#x9760;&#x8FD1;&#x68EE;&#x6797;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x9760;&#x8FD1;&#x6CBC;&#x6CFD;&#xFF0C;&#x591C;&#x665A;&#x6216;&#x8BB8;&#x4F1A;&#x6BD4;&#x8F83;&#x5371;&#x9669;</p>
<p><strong><font color="#FF5733">I &#x897F;&#x90E8;&#x8349;&#x539F;&#x6CB3;&#x6D41;&#x5165;&#x6D77;&#x53E3;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4EA4;&#x901A;&#x4FBF;&#x5229;&#xFF1B;&#x62E5;&#x6709;&#x5237;&#x602A;&#x5854;&#xFF1B;&#x4E34;&#x6D77;&#xFF1B;&#x68EE;&#x6797;&#x8D44;&#x6E90;&#x8F83;&#x4E3A;&#x4E30;&#x5BCC;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x6C14;&#x6E29;&#x8F83;&#x9AD8;&#x6613;&#x4E2D;&#x6691;</p>
<p><strong><font color="#FF5733">J &#x660E;&#x6E56;&#x57CE;</font></strong></p>
<p><font color="green">&#x4F18;&#x70B9;</font>&#xFF1A;&#x4EA4;&#x901A;&#x6781;&#x5176;&#x4FBF;&#x5229;&#xFF1B;&#x62E5;&#x6709;&#x5237;&#x602A;&#x5854;&#xFF1B;&#x901A;&#x7535;&#x901A;&#x6C34;&#xFF1B;&#x5DE5;&#x4E1A;&#x53D1;&#x8FBE;&#xFF1B;&#x77FF;&#x4EA7;&#x8D44;&#x6E90;&#x4E30;&#x5BCC;&#xFF1B;&#x70ED;&#x95F9;&#xFF1B;&#x9760;&#x8FD1;&#x68EE;&#x6797;</p>
<p><font color="red">&#x7F3A;&#x70B9;</font>&#xFF1A;&#x4EBA;&#x591A;&#x5730;&#x5C11;&#xFF0C;&#x571F;&#x5730;&#x8D44;&#x6E90;&#x7A00;&#x7F3A;&#xFF1B;&#x5EFA;&#x7ACB;&#x57FA;&#x5730;&#x987B;&#x8003;&#x8651;&#x4ED6;&#x4EBA;&#xFF1B;&#x6838;&#x5FC3;&#x5730;&#x5E26;&#x53D7;&#x51FA;&#x751F;&#x70B9;&#x4FDD;&#x62A4;</p>
<h2 id="&#x7EE7;&#x7EED;&#x751F;&#x5B58;">&#x7EE7;&#x7EED;&#x751F;&#x5B58;</h2>
<p>&#x6211;&#x4EEC;&#x4F1A;&#x5728;&#x7B2C;&#x4E09;&#x7AE0;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x5982;&#x4F55;&#x6B63;&#x786E;&#x5728;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x5668;&#x91CC;&#x6109;&#x5FEB;&#x7684;&#x73A9;&#x800D;&#x3002;
<div id="page-footer" class="localized-footer"><hr><p>Shield: <a href="http://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank"><img src="https://img.shields.io/badge/License-CC%20BY--NC--SA%204.0-lightgrey.svg" alt="CC BY-NC-SA 4.0"></a></p>
<p>This work is licensed under a
<a href="http://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License</a>.</p>
<p><a href="http://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank"><img src="https://licensebuttons.net/l/by-nc-sa/4.0/88x31.png" alt="CC BY-NC-SA 4.0"></a></p>
</div></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="Some_Features_in_Our_Server.html" class="navigation navigation-prev " aria-label="Previous page: 服务器中的一些特性">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../section2/" class="navigation navigation-next " aria-label="Next page: 第二章 认识悠然">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"开始生存","level":"1.2.5","depth":2,"next":{"title":"第二章 认识悠然","level":"1.3","depth":1,"path":"section2/README.md","ref":"section2/README.md","articles":[{"title":"明湖城","level":"1.3.1","depth":2,"path":"section2/Minghu_City.md","ref":"section2/Minghu_City.md","articles":[]},{"title":"服务器交通","level":"1.3.2","depth":2,"path":"section2/Transpotation.md","ref":"section2/Transpotation.md","articles":[]},{"title":"主城","level":"1.3.3","depth":2,"path":"section2/Maincity.md","ref":"section2/Maincity.md","articles":[]},{"title":"服务器经济","level":"1.3.4","depth":2,"path":"section2/Economy.md","ref":"section2/Economy.md","articles":[]}]},"previous":{"title":"服务器中的一些特性","level":"1.2.4","depth":2,"path":"section1/Some_Features_in_Our_Server.md","ref":"section1/Some_Features_in_Our_Server.md","articles":[]},"dir":"ltr"},"config":{"plugins":["splitter","expandable-chapters-small","-mathjax","search-pro","localized-footer"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"splitter":{},"search-pro":{"cutWordLib":"nodejieba"},"search":{},"localized-footer":{"filename":"./FOOTER.md","hline":true},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"fontSettings":{"theme":"white","family":"serif","size":2},"highlight":{},"expandable-chapters-small":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"image-captions":{"caption":"Image - _CAPTION_","align":"center"}},"theme":"default","keywords":"悠然MC服务器网页手册,悠然服务器,悠然MC服务器","author":"qiguaideaaaa","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":36,"bottom":36},"toc":true},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"悠然MC服务器网页手册","links":{"home":false,"about":false,"issues":false,"contribute":false,"sidebar":{"服务器官网":"https://www.youranserver.top/","服务器MC百科页面":"https://play.mcmod.cn/sv20185890.html","网页地图":"http://map.youranserver.top","废弃的网页手册":"https://www.yuque.com/youranserver/book"},"gitbook":false,"sharing":{"google":true,"facebook":true,"twitter":true,"weibo":true,"qrcode":true}},"introduction":{"path":"README.md","title":"悠然MC服务器网页手册-简介"},"gitbook":"*","description":"悠然MC服务器(www.youranserver.top)的网页游玩手册"},"file":{"path":"section1/Start_to_Servival.md","mtime":"2024-02-04T12:14:33.318Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-02-04T12:21:39.172Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

